{"species": {"0": {"latin": "Morus bassanus", "type": "bird", "name": "Northern Gannet", "img": "", "desc": "The Northern Gannet is found on both sides of the Atlantic Ocean with small numbers of individuals reaching the equator on the western and eastern side in the south, and reaching Norway in the north. Breeding sites include northern <B>France</B>, the <B>United Kingdom</B>, <B>Ireland</B>, <B>Iceland</B>, <B>Norway</B> and the eastern tip Quebec (<B>Canada</B>) (del Hoyo et al. 1992)."}, "1": {"latin": "Sarcoscypha austriaca", "type": "fungus", "name": "fungus", "img": "", "desc": "Sarcoscypha austriaca is a saprobic  fungus in the Sarcoscyphaceae family in the Pezizales order of Ascomycota. It is commonly known as the scarlet elfcup, pézize écarlate and  scharlachroter kelchbecherling.Rogers Mushrooms The species name means \"from Austria\"."}, "2": {"latin": "Haematopus ostralegus", "type": "bird", "name": "Eurasian Oystercatcher", "img": "", "desc": "<B>Behaviour</B> Most populations of this species are fully migratory, inland breeders moving to the coast for the winter (del Hoyo <I>et al.</I> 1996). The species breeds from April to July (Hayman <I>et al.</I> 1986) in solitary pairs or small groups (Flint <I>et al.</I> 1984), during the winter foraging singly or in small groups of up to 10 individuals (Snow and Perrins 1998) and with larger flocks often forming in major bays and estuaries and at roosting sites (Hayman <I>et al.</I> 1986, del Hoyo <I>et al.</I> 1996, Snow and Perrins 1998). <B>Habitat</B> <I>Breeding</I> The species breeds on coastal saltmarshes, sand and shingle beaches (del Hoyo <I>et al.</I> 1996), dunes, cliff-tops with short grass (Hayman <I>et al.</I> 1986) and occasionally rocky shores (del Hoyo <I>et al.</I> 1996), as well as inland along the shores of lakes, reservoirs and rivers (Hayman <I>et al.</I> 1986) or on agricultural (del Hoyo <I>et al.</I> 1996) grass and cereal fields, often some distance from water (Hayman <I>et al.</I> 1986). <I>Non-breeding</I> Outside of the breeding season the species is chiefly coastal, frequenting estuarine mudflats, saltmarshes and sandy and rocky shores (del Hoyo <I>et al.</I> 1996). <B>Diet</B> When foraging on soft intertidal substrates bivalves and gastropods are the most important food items for this species (del Hoyo <I>et al.</I> 1996). Polychaetes and crustaceans are more important in estuaries however, and molluscs (e.g. mussels, limpets and whelks) are most important on rocky shores (del Hoyo <I>et al.</I> 1996). When inland, prey such as earthworms and insect larvae (e.g. caterpillars and cranefly larvae) are also taken (del Hoyo <I>et al.</I> 1996). <B>Breeding site</B> The nest is a shallow scrape on the ground (del Hoyo <I>et al.</I> 1996) often on raised surfaces (e.g. earth banks) (Hayman <I>et al.</I> 1986) in the open or in short vegetation (Snow and Perrins 1998) on cultivated or uncultivated land, cliff-tops, rocky outcrops or clearings in taller vegetation including woods and moorland (Snow and Perrins 1998). <B>Management information</B> The breeding numbers of this species may decline if cattle grazing regimes are implemented on coastal grassland, possibly as a result of changes in food availability and increased predation risks (Olsen and Schmidt 2004). Removing large numbers of gulls (e.g. <I>Larus argentatus</I> and <I>Larus fuscus</I>) from islands may attract higher breeding numbers of the species but may not improve the overall breeding conditions (Harris and Wanless 1997). There is also evidence that the creation of large marine protected areas (MPAs) to protect this species from the threat of anthropogenic shellfish over-fishing may not be an effective management or conservation technique on a global scale, especially if over-fishing continues to occur in adjacent areas (Verhulst <I>et al.</I> 2004)."}, "3": {"latin": "Emberiza citrinella", "type": "bird", "name": "Yellowhammer", "img": "", "desc": "In Europe, the breeding population is estimated to number 18,000,000-31,000,000 breeding pairs, equating to 54,000,000-93,000,000 individuals (BirdLife International 2004). Europe forms 50-74% of the global range, so a very preliminary estimate of the global population size is 73,000,000-186,000,000 individuals, although further validation of this estimate is needed."}, "4": {"latin": "Callitriche platycarpa", "type": "flowering plant", "name": "Various-leaved Water-starwort", "img": "", "desc": ""}}, "time": 1434887083495}